export const parts = [
  {
    part: {
      ko: "해외법인",
      ja: "海外法人",
    },
    teams: [
      {
        ko: "중국법인",
        ja: "中国法人",
      },
      {
        ko: "일본법인",
        ja: "日本法人",
      },
    ],
  },
  {
    part: {
      ko: "프로젝트셀",
      ja: "プロジェクトセル",
    },
    teams: [
      {
        ko: "모비즌",
        ja: "Mobizen",
      },
    ],
  },
  {
    part: {
      ko: "품질경영본부",
      ja: "品質経営本部",
    },
    teams: [
      {
        ko: "품질관리팀 ",
        ja: "品質管理チーム",
      },
      {
        ko: "품질보증팀",
        ja: "品質保証チーム",
      },
    ],
  },
  {
    part: {
      ko: "연구개발본부",
      ja: "研究開発本部",
    },
    teams: [
      {
        ko: "기반기술1팀",
        ja: "基盤技術1チーム",
      },
      {
        ko: "기반기술2팀",
        ja: "基盤技術2チーム",
      },
      {
        ko: "디자인팀",
        ja: "デザインチーム",
      },
      {
        ko: "모바일개발1팀",
        ja: "モバイル開発1チーム",
      },
      {
        ko: "모바일개발2팀",
        ja: "モバイル開発2チーム",
      },
      {
        ko: "연구기획팀",
        ja: "研究企画チーム",
      },
      {
        ko: "웹개발1팀",
        ja: "ウェブ開発1チーム",
      },
      {
        ko: "웹개발2팀",
        ja: "ウェブ開発2チーム",
      },
      {
        ko: "응용개발팀",
        ja: "アプリケーション開発チーム",
      },
      {
        ko: "제품기획팀",
        ja: "製品企画チーム",
      },
      {
        ko: "클라우드기술팀",
        ja: "クラウド技術チーム",
      },
      {
        ko: "하드웨어팀",
        ja: "ハードウェアチーム",
      },
    ],
  },
  {
    part: {
      ko: "리더스",
      ja: "リーダーズ",
    },
    teams: [
      {
        ko: "리더스",
        ja: "リーダーズ",
      },
    ],
  },
  {
    part: {
      ko: "대표이사직속",
      ja: "代表取締役直属",
    },
    teams: [
      {
        ko: "전략기획팀",
        ja: "戦略企画チーム",
      },
    ],
  },
  {
    part: {
      ko: "글로벌마케팅본부",
      ja: "グローバルマーケティング本部",
    },
    teams: [
      {
        ko: "글로벌사업팀",
        ja: "グローバル事業チーム",
      },
      {
        ko: "마케팅팀",
        ja: "マーケティングチーム",
      },
      {
        ko: "온라인마케팅팀",
        ja: "オンラインマーケティングチーム",
      },
      {
        ko: "웹사이트개발팀",
        ja: "ウェブサイトの開発チーム",
      },
    ],
  },
  {
    part: {
      ko: "글로벌기술지원본부",
      ja: "グローバル技術支援本部",
    },
    teams: [
      {
        ko: "기술지원1팀",
        ja: "技術支援1チーム",
      },
      {
        ko: "기술지원2팀",
        ja: "技術支援2チーム",
      },
    ],
  },
  {
    part: {
      ko: "국내영업본부",
      ja: "国内営業本部",
    },
    teams: [
      {
        ko: "서비스영업1팀",
        ja: "サービス営業1チーム",
      },
      {
        ko: "서비스영업2팀",
        ja: "サービス営業2チーム",
      },
      {
        ko: "솔루션영업1팀",
        ja: "ソリューション営業1チーム",
      },
      {
        ko: "솔루션영업2팀",
        ja: "ソリューション営業2チーム",
      },
      {
        ko: "솔루션영업3팀",
        ja: "ソリューション営業3チーム",
      },
      {
        ko: "솔루션영업4팀",
        ja: "ソリューション営業4チーム",
      },
      {
        ko: "솔루션영업5팀",
        ja: "ソリューション営業5チーム",
      },
      {
        ko: "영업지원팀",
        ja: "営業支援チーム",
      },
    ],
  },
  {
    part: {
      ko: "경영지원본부",
      ja: "経営支援本部",
    },
    teams: [
      {
        ko: "인사팀",
        ja: "人事チーム",
      },
      {
        ko: "재무팀",
        ja: "財務チーム",
      },
      {
        ko: "정보보안팀",
        ja: "情報セキュリティチーム",
      },
      {
        ko: "총무팀",
        ja: "総務チーム",
      },
      {
        ko: "회계팀",
        ja: "会計チーム",
      },
    ],
  },
];
