// 부서, 팀이름 다국어
module.exports = {
  parts: {
    해외법인: {
      ko: "해외법인",
      ja: "海外法人",
    },
    프로젝트셀: {
      ko: "프로젝트셀",
      ja: "プロジェクトセル",
    },
    연구개발본부: {
      ko: "연구개발본부",
      ja: "研究開発本部",
    },
    품질경영본부: {
      ko: "품질경영본부",
      ja: "品質経営本部",
    },
    솔루션사업본부: {
      ko: "솔루션사업본부",
      ja: "ソリューション事業本部",
    },
    서비스사업본부: {
      ko: "서비스사업본부",
      ja: "サービス事業本部",
    },
    리더스: {
      ko: "리더스",
      ja: "リーダーズ",
    },
    대표이사직속: {
      ko: "대표이사직속",
      ja: "代表取締役直属",
    },
    글로벌사업본부: {
      ko: "글로벌사업본부",
      ja: "グローバル事業本部",
    },
    글로벌마케팅본부: {
      ko: "글로벌마케팅본부",
      ja: "グローバルマーケティング本部",
    },
    글로벌기술지원본부: {
      ko: "글로벌기술지원본부",
      ja: "グローバル技術支援本部",
    },
    경영지원본부: {
      ko: "경영지원본부",
      ja: "経営支援本部",
    },
    국내영업본부: {
      ko: "국내영업본부",
      ja: "国内営業本部",
    },
  },
  teams: {
    미국법인: {
      ko: "미국법인",
      ja: "米国法人",
    },
    일본법인: {
      ko: "일본법인",
      ja: "日本法人",
    },
    중국법인: {
      ko: "중국법인",
      ja: "中国法人",
    },
    리모트미팅셀: {
      ko: "리모트미팅",
      ja: "RemoteMeeting",
    },
    모비즌셀: {
      ko: "모비즌",
      ja: "Mobizen",
    },
    기반기술1팀: {
      ko: "기반기술1팀",
      ja: "基盤技術1チーム",
    },
    기반기술2팀: {
      ko: "기반기술2팀",
      ja: "基盤技術2チーム",
    },
    기술검증팀: {
      ko: "기술검증팀",
      ja: "技術検証チーム",
    },
    디자인팀: {
      ko: "디자인팀",
      ja: "デザインチーム",
    },
    모바일개발1팀: {
      ko: "모바일개발1팀",
      ja: "モバイル開発1チーム",
    },
    모바일개발2팀: {
      ko: "모바일개발2팀",
      ja: "モバイル開発2チーム",
    },
    제품기획팀: {
      ko: "제품기획팀",
      ja: "製品企画チーム",
    },
    품질보증팀: {
      ko: "품질보증팀",
      ja: "品質保証チーム",
    },
    품질관리팀: {
      ko: "품질관리팀 ",
      ja: "品質管理チーム",
    },
    연구기획팀: {
      ko: "연구기획팀",
      ja: "研究企画チーム",
    },
    웹개발1팀: {
      ko: "웹개발1팀",
      ja: "ウェブ開発1チーム",
    },
    웹개발2팀: {
      ko: "웹개발2팀",
      ja: "ウェブ開発2チーム",
    },
    응용개발팀: {
      ko: "응용개발팀",
      ja: "アプリケーション開発チーム",
    },
    클라우드기술팀: {
      ko: "클라우드기술팀",
      ja: "クラウド技術チーム",
    },
    하드웨어팀: {
      ko: "하드웨어팀",
      ja: "ハードウェアチーム",
    },
    글로벌사업팀: {
      ko: "글로벌사업팀",
      ja: "グローバル事業チーム",
    },
    솔루션영업실: {
      ko: "솔루션영업실",
      ja: "ソリューション営業実",
    },
    솔루션사업1팀: {
      ko: "솔루션사업1팀",
      ja: "ソリューション事業1チーム",
    },
    솔루션사업2팀: {
      ko: "솔루션사업2팀",
      ja: "ソリューション事業2チーム",
    },
    솔루션사업3팀: {
      ko: "솔루션사업3팀",
      ja: "ソリューション事業3チーム",
    },
    솔루션사업4팀: {
      ko: "솔루션사업4팀",
      ja: "ソリューション事業4チーム",
    },
    솔루션사업5팀: {
      ko: "솔루션사업5팀",
      ja: "ソリューション事業5チーム",
    },
    솔루션영업1팀: {
      ko: "솔루션영업1팀",
      ja: "ソリューション営業1チーム",
    },
    솔루션영업2팀: {
      ko: "솔루션영업2팀",
      ja: "ソリューション営業2チーム",
    },
    솔루션영업3팀: {
      ko: "솔루션영업3팀",
      ja: "ソリューション営業3チーム",
    },
    솔루션영업4팀: {
      ko: "솔루션영업4팀",
      ja: "ソリューション営業4チーム",
    },
    솔루션영업5팀: {
      ko: "솔루션영업5팀",
      ja: "ソリューション営業5チーム",
    },
    서비스영업1팀: {
      ko: "서비스영업1팀",
      ja: "サービス営業1チーム",
    },
    서비스영업2팀: {
      ko: "서비스영업2팀",
      ja: "サービス営業2チーム",
    },
    영업지원팀: {
      ko: "영업지원팀",
      ja: "営業支援チーム",
    },
    유지보수영업팀: {
      ko: "유지보수영업팀",
      ja: "維持保守営業チーム",
    },
    리더스: {
      ko: "리더스",
      ja: "リーダーズ",
    },
    TQC팀: {
      ko: "TQC팀",
      ja: "TQCチーム",
    },
    신사업개발팀: {
      ko: "신사업개발팀",
      ja: "新規事業開発チーム",
    },
    전략기획팀: {
      ko: "전략기획팀",
      ja: "戦略企画チーム",
    },
    일본사업팀: {
      ko: "일본사업팀",
      ja: "日本事業チーム",
    },
    마케팅팀: {
      ko: "마케팅팀",
      ja: "マーケティングチーム",
    },
    B2B마케팅팀: {
      ko: "B2B마케팅팀",
      ja: "B2Bマーケティングチーム",
    },
    온라인마케팅팀: {
      ko: "온라인마케팅팀",
      ja: "オンラインマーケティングチーム",
    },
    기술지원팀: {
      ko: "기술지원팀",
      ja: "技術支援チーム",
    },
    기술지원1팀: {
      ko: "기술지원1팀",
      ja: "技術支援1チーム",
    },
    기술지원2팀: {
      ko: "기술지원2팀",
      ja: "技術支援2チーム",
    },
    기술지원3팀: {
      ko: "기술지원3팀",
      ja: "技術支援2チーム",
    },
    기술컨설팅팀: {
      ko: "기술컨설팅팀",
      ja: "技術コンサルティングチーム",
    },
    인사팀: {
      ko: "인사팀",
      ja: "人事チーム",
    },
    재무팀: {
      ko: "재무팀",
      ja: "財務チーム",
    },
    정보보안팀: {
      ko: "정보보안팀",
      ja: "情報セキュリティチーム",
    },
    총무팀: {
      ko: "총무팀",
      ja: "総務チーム",
    },
    회계팀: {
      ko: "회계팀",
      ja: "会計チーム",
    },
    웹사이트개발팀: {
      ko: "웹사이트개발팀",
      ja: "ウェブサイトの開発チーム",
    },
    글로벌지원팀: {
      ko: "글로벌지원팀",
      ja: "グローバル支援チーム",
    },
  },
};
